tap "homebrew/cask-fonts"

brew "asdf"
brew "curl"
brew "gh"
brew "git"
brew "jump"
brew "node"
brew "postgresql"
brew "ripgrep"
brew "tmux"
brew "vim"
brew "zplug"
brew "python"
brew "reattach-to-user-namespace" # To support tmux


cask_args appdir: "/Applications"
cask "1password"
cask "brave-browser"
cask "iterm2"
cask "slack"
cask "spectacle"
cask "zoom"
cask "font-victor-mono-nerd-font"
cask "iterm2"

