tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "coreutils"
brew "asdf"
brew "aws-iam-authenticator"
brew "curl"
brew "elasticsearch@6", restart_service: true
brew "fd"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-sed"
brew "guile"
brew "p11-kit"
brew "gnutls"
brew "gnupg"
brew "jq"
brew "jump"
brew "shared-mime-info"
brew "memcached", restart_service: true
brew "mysql", restart_service: true
brew "node"
brew "postgresql", restart_service: true
brew "prettier"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby@2.6"
brew "ruby@2.7", link: true
brew "tmux"
brew "tmuxinator"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zplug"
brew "elastic/tap/elasticsearch-full"
cask "1password"
cask "adoptopenjdk8"
cask "brave-browser"
cask "dbeaver-community"
cask "discord"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-victor-mono-nerd-font", args: { appdir: "/Applications" }
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "pritunl"
cask "slack"
cask "spectacle"
cask "tunnelbear"
cask "zoom"
